Repository: wp-plugins/mootools-collapsing-categories
Catalog: languages/moo-collapsing-cat-*.po
Languages: it_it

source: Collapsing Categories
it_it: Categorie Espandibili

source: Moo Collapsing Categories
it_it: Moo Categorie Espandibili

source: Moo Collapsing Categories Options
it_it: Opzioni Moo Categorie Espandibili

source: Categories
it_it: Categorie

source: Collapsing Categories Options
it_it: Opzioni delle Categorie Espandibili

source: Id of the sidebar where collapsing categories appears:
it_it: ID della barra laterale dove compaiono le categorie:

source: Put javascript file in footer (speeds page load, but is not compatible with all themes)
it_it: Carica il javascript nel footer (velocizza il caricamento delle pagine, ma non &egrave; compatibile con tutti i temi)

source: Select style:
it_it: Scegli stile:

source: Preview
it_it: Anteprima

source: You may also customize your style below if you wish
it_it: &Egrave; anche possibile personalizzare a piacimento lo stile seguente

source: restore current style
it_it: ripristina lo stile corrente

source: Update options
it_it: Aggiorna Opzioni

source: View all posts filed under %s
it_it: Mostra tutti gli articoli della categoria %s

source: click to collapse
it_it: comprimi

source: click to expand
it_it: espandi

source: Animate collapsing and expanding
it_it: Effetto di animazione compressione/espansione

source: (cookies required: see below)
it_it: (sono richiesti i cookies: vedi sotto)

source: Ascending
it_it: Crescente

source: Descending
it_it: Decrescente

source: Expanding and collapse characters:
it_it: Simboli per compressione/espansione

source: expand:
it_it: espandi:

source: collapse:
it_it: comprimi:

source: Include
it_it: Includi

source: Exclude
it_it: Escludi

source: Truncate Post Title to
it_it: Accorcia il titolo a

source: characters
it_it: caratteri

source: Remember expanding and collapsing for each visitor (using cookies)
it_it: Ricorda le voci espanse e compresse (usando i cookie)

source: images:
it_it: immagini:

source: custom
it_it: personalizzato

source: Title:
it_it: Titolo:

source: Style can be set from the %s
it_it: Lo stile viene impostato dalla %s

source: Style can be set from the
it_it: Lo stile pu&ograve; essere impostato nella

source: options page
it_it: pagina opzioni

source: Show post Count
it_it: Mostra il conteggio degli articoli

source: Show Pages as well as posts
it_it: Mostra sia le pagine che gli articoli

source: Show Post Date
it_it: Mostra la data degli articoli

source: Before post title
it_it: Prima del titolo

source: After post title
it_it: Dopo il titolo

source: as
it_it: come

source: Sort Categories by:
it_it: Ordina le categorie per:

source: category name
it_it: nome categoria

source: category id
it_it: ID categoria

source: category slug
it_it: slug categoria

source: category (term) order
it_it: ordine categoria (term)

source: category count
it_it: conteggio categoria

source: Sort Posts by:
it_it: Ordina gli articoli per:

source: post title
it_it: titolo articolo

source: post id
it_it: ID articolo

source: number of comments
it_it: numero di commenti

source: post date
it_it: data articolo

source: List:
it_it: Elenca:

source: Tags
it_it: Tag

source: Categories and Tags
it_it: Categorie e Tag

source: Expanding shows:
it_it: Mostra quando espandi:

source: Sub-categories and Posts
it_it: Sotto-categorie ed articoli

source: Just Sub-categories
it_it: Solo sotto-categorie

source: Clicking on category name:
it_it: Il clic sul nome della categoria:

source: Links to category archive
it_it: Manda all'archivio della categoria

source: Expands to show sub-categories and/or Posts
it_it: Espande e mostra sotto-categorie e/o articoli

source: Auto-expand these categories (separated by commas):
it_it: Espandi automaticamente le seguenti categorie (separate da virgola)

source: these categories (separated by commas):
it_it: le seguenti categorie (separate da virgola)

source: Exclude post X from categories A and B when A or B is excluded
it_it: Escludi l'articolo X dalle categorie A e B quando A o B sono escluse

source: Exclude posts older than
it_it: Escludi gli articoli pi&ugrave; vecchi di

source: days
it_it: giorni

source: Include RSS link
it_it: Includi link RSS

source: None
it_it: nessuno

source: text (RSS)
it_it: testo (RSS)

source: image
it_it: immagine

source: Advanced options
it_it: Opzioni avanzate

source: When category X has sub-categories, group posts in a sub-category into a
it_it: Quando una categoria ha delle sotto-categorie, raggruppa i rispettivi articoli in una

source: category
it_it: categoria

source: Show top level categories
it_it: Mostra le categorie di primo livello

source: Expand categories assigned to a particular post on a single post page
it_it: Espandi le categorie assegnate ad un articolo nella pagina del singolo articolo

source: Posts should come before sub-categories
it_it: Mostra articoli prima delle sotto-categorie

source: Show debugging information (shows up as a hidden pre right after the title)
it_it: Mostra informazioni di debug (appaiono come pre nascosto appena dopo il titolo)

source: Pages
it_it: Pagine

source: Show posts as well as pages
it_it: Mostra articoli e pagine

source: Sort by:
it_it: Ordina per:

source: Display Options:
it_it: Opzioni di visualizzazione:
